<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title>About us</title>
    <?php require_once 'links.php' ?>
</head>
<body>
<section>
    <?php require_once "coms/header.php" ?>
    <!-- content begins -->
    <section>
        <aside >
            <h1>Моя группа</h1><br>
            <img src="assets/images/img42.png" class="img_l" alt="My group"/> <br>
            <p>
                Нас обучают различным аспектам информатики и математики, а также немного знакомят с биологией(в
                соответствии с нашим "ответвлением". Мы первое в своём роде направление подготовки, готовящее
                будущих магистров. Также на данный момент мы единственная группа, в которой обучаются студенты на
                бюджетно-государственной основе(большинство). У нас отличный куратор, и вообще мы клаасные!!^^
            </p>
        </aside>

        <article>
                <h1>Обо мне</h1> <br>
                <img src="assets/images/img41.jpg" class="img_l" alt=""/> <br>
                <p>
                    Насколько мне позволяет учёба, я увлекаюсь разными вещами.<br>
                    К примеру я за год научился неплохо играть на клавишных, так что как только есть свободная
                    минутка и подходящий инструмент, не упускаю возможности потренироваться, исполнив что-нибудь..<br>
                    Так же я большой фанат Японии и её культуры, поэтому изучаю язык и обычаи. Собираюсь слетать
                    туда как-нибудь.<br>
                    В число оставшихся второстепенных увлечений входит чтение, Two steps from hell one love^^
                </p>
        </article>
    <!-- content ends -->
    </section>
</section>

<?php require_once "coms/footer.php" ?>
