<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title>About us</title>
    <?php require_once 'links.php' ?>
</head>

<body>
<div id="main">
    <?php require_once "coms/header.php" ?>
    <!-- content begins -->
    <div id="content">
        <div id="left">
            <h1>Моя группа</h1>
            <img src="images/img42.jpg" class="img_l" alt=""/>
            <p>
                Нас обучают различным аспектам информатики и математики, а также немного знакомят с биологией(в
                соответствии с нашим "ответвлением". Мы первое в своём роде направление подготовки, готовящее
                будущих магистров. Также на данный момент мы единственная группа, в которой обучаются студенты на
                бюджетно-государственной основе(большинство). У нас отличный куратор, и вообще мы клаасные!!^^
            </p>
        </div>

        <div id="right">
                <h1>Обо мне</h1>
                <img src="images/img41.jpg" class="img_l" alt=""/>
                <p>
                    Насколько мне позволяет учёба, я увлекаюсь разными вещами.<br>
                    К примеру я за год научился неплохо играть на клавишных, так что как только есть свободная
                    минутка и подходящий инструмент, не упускаю возможности потренироваться, исполнив что-нибудь..<br>
                    Так же я большой фанат Японии и её культуры, поэтому изучаю язык и обычаи. Собираюсь слетать
                    туда как-нибудь.<br>
                    В число оставшихся второстепенных увлечений входит чтение, Two steps from hell one love^^
                </p>
        </div>
    <!-- content ends -->
    </div>

    <?php require_once "coms/footer.php" ?>
