<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html" charset="UTF-8" />

    <title>Alex Green</title>
    <? require_once "links.php" ?>
    <link rel="stylesheet" type="text/css" href="/coms/slider.css" >
</head>
<body>

<?php require "coms/header.php" ?>
<!-- content begins -->
<section>
    <div class="head">
        <div class="slider">
            <div class="items">
                <div class="item">
                    <div class="info">
                        <h3>Первый доктор</h3>
                        <p>
                            Будучи таинственным персонажем, Доктор перевоплотился из эгоистичного антигероя
                            в более благородного человека, защищающего правду и невинных.
                            Надменный, но снисходительный; легко выматывающийся во время ходьбы,
                            но всегда весёлый во время различных стычек; на вид мудрый,
                            но склонный к ошибкам, вызванным высокомерием и поспешными суждениями.
                            У него был характер молодого человека в теле старика.
                        </p>
                    </div>
                    <img src="assets/images/top_img.jpg" alt="" />

                </div>
                <div class="item">
                    <div class="info">
                        <h3>Второй доктор</h3>
                        <p>
                            Второго Доктора называли «Космическим бродягой», поскольку озорной Второй Доктор,
                            казалось, был намного более потрёпанным и искренним, чем его первое воплощение.
                            Подвижный, умный, и всегда на несколько шагов опережающий врагов, время от времени он
                            мог быть вычисляющим интриганом, который будет не только манипулировать людьми для
                            большей пользы, но действовать как неуклюжий дурак, чтобы другие недооценивали его
                            истинные способности.
                        </p>
                    </div>
                    <img src="assets/images/top_img2.jpg" alt="" />
                </div>
                <div class="item">
                    <div class="info">
                        <h3>Третий доктор</h3>
                        <p>
                            Третий Доктор был учтивым, щеголеватым, технологически ориентированным и авторитетным
                            человеком действия. Несмотря на его высокомерие, Третий Доктор искренне заботился о
                            своих товарищах, и даже присутствовало тонко завуалированное, но сдержанное восхищение
                            Немезидой, Мастером, бригадиром Летбридж-Стюартом, с которым они стали друзьями. В самом
                            деле, даже если его очень возмущало изгнание, высоконравственный и лихой Третий Доктор
                            продолжал помогать ЮНИТу защищать Землю от всяких инопланетных угроз.
                        </p>
                    </div>
                    <img src="assets/images/top_img3.jpg" alt="" />
                </div>
            </div>
            <div class="controls">
            </div>
        </div>

<!--        <div class="slider">-->
<!--            <div class="items">-->
<!--                <input name="radio" type="radio" checked/>-->
<!--                <!--item-->-->
<!--                <div class="item">-->
<!--                    <div class="info">-->
<!--                        <h1>Первый доктор</h1>-->
<!--                        <p>-->
<!--                            Будучи таинственным персонажем, Доктор перевоплотился из эгоистичного антигероя-->
<!--                            в более благородного человека, защищающего правду и невинных.-->
<!--                            Надменный, но снисходительный; легко выматывающийся во время ходьбы,-->
<!--                            но всегда весёлый во время различных стычек; на вид мудрый,-->
<!--                            но склонный к ошибкам, вызванным высокомерием и поспешными суждениями.-->
<!--                            У него был характер молодого человека в теле старика.-->
<!--                        </p>-->
<!--                    </div>-->
<!--                    <img src="assets/images/top_img.jpg" alt="" />-->
<!---->
<!--                </div>-->
<!---->
<!--                <input name="radio" type="radio"/>-->
<!--                <!--item-->-->
<!--                <div class="item">-->
<!--                    <div class="info">-->
<!--                        <h1>Второй доктор</h1>-->
<!--                        <p>-->
<!--                            Второго Доктора называли «Космическим бродягой», поскольку озорной Второй Доктор,-->
<!--                            казалось, был намного более потрёпанным и искренним, чем его первое воплощение.-->
<!--                            Подвижный, умный, и всегда на несколько шагов опережающий врагов, время от времени он-->
<!--                            мог быть вычисляющим интриганом, который будет не только манипулировать людьми для-->
<!--                            большей пользы, но действовать как неуклюжий дурак, чтобы другие недооценивали его-->
<!--                            истинные способности.-->
<!--                        </p>-->
<!--                    </div>-->
<!--                    <img src="assets/images/top_img2.jpg" alt="" />-->
<!--                </div>-->
<!---->
<!--                <input name="radio" type="radio"/>-->
<!--                <!--item-->-->
<!--                <div class="item">-->
<!--                    <div class="info">-->
<!--                        <h1>Третий доктор</h1>-->
<!--                        <p>-->
<!--                            Третий Доктор был учтивым, щеголеватым, технологически ориентированным и авторитетным-->
<!--                            человеком действия. Несмотря на его высокомерие, Третий Доктор искренне заботился о-->
<!--                            своих товарищах, и даже присутствовало тонко завуалированное, но сдержанное восхищение-->
<!--                            Немезидой, Мастером, бригадиром Летбридж-Стюартом, с которым они стали друзьями. В самом-->
<!--                            деле, даже если его очень возмущало изгнание, высоконравственный и лихой Третий Доктор-->
<!--                            продолжал помогать ЮНИТу защищать Землю от всяких инопланетных угроз.-->
<!--                        </p>-->
<!--                    </div>-->
<!--                    <img src="assets/images/top_img3.jpg" alt="" />-->
<!--                </div>-->
<!---->
<!--                <input name="radio" type="radio"/>-->
<!--                <!--item-->-->
<!--                <div class="item">-->
<!--                    <div class="info">-->
<!--                        <h1>Четвёртый доктор</h1>-->
<!--                        <p>-->
<!--                            Четвёртый Доктор был самым неординарным и ярким воплощением Доктора. На нём всегда был-->
<!--                            надeт длинный (от 2-х метров) разноцветный шарф, который, по его уверениям связала ему-->
<!--                            мадам Нострадамус, тёмно-фиолетовый сюртук и широкие штаны. Он почти никогда не-->
<!--                            обращался за помощью к оружию, предпочитая разрешать проблемы «своими мозгами» и-->
<!--                            чувством юмора. Иногда проявлял рассеянность, но лишь для того, чтобы запутать своих-->
<!--                            врагов.-->
<!--                        </p>-->
<!--                    </div>-->
<!--                    <img src="assets/images/top_img4.jpg" alt="" />-->
<!--                </div>-->
<!---->
<!--                <input name="radio" type="radio"/>-->
<!--                <!--item-->-->
<!--                <div class="item">-->
<!--                    <div class="info">-->
<!--                        <h1>Пятый доктор</h1>-->
<!--                        <p>-->
<!--                            Возможно, Пятый Доктор самый человечный и ранимый. Он часто реагирует на ситуацию-->
<!--                            раньше, чем предпримет действия и открыто выразит надежду и страх своим спутникам.-->
<!--                            Смерть Адрика заставила его серьёзней относиться к спутникам. Несмотря на своё-->
<!--                            молодое тело и любовь к крикету, он один из самых физически малоразвитых Докторов.-->
<!--                            Он предпочитал использовать информацию и дипломатию в решении проблем. Пятый Доктор-->
<!--                            любил надевать очки, когда рассматривал что-то. Они делали его «немного умнее».-->
<!--                        </p>-->
<!--                    </div>-->
<!--                    <img src="assets/images/top_img5.jpg" alt="" />-->
<!--                </div>-->
<!---->
<!--                <input name="radio" type="radio"/>-->
<!--                <!--item-->-->
<!--                <div class="item">-->
<!--                    <div class="info">-->
<!--                        <h1>Шестой доктор</h1>-->
<!--                        <p>-->
<!--                            Шестой Доктор отличался очень непредсказуемым характером, иногда будучи даже-->
<!--                            раздражительным эгоистом. Его кричащий красочный наряд (отличавшийся разными цветами-->
<!--                            своих половин) отображал его непостоянность. Он был зловещим и красноречивым,-->
<!--                            подвижным и остроумным. Иногда он был склонен к фаталистическим мыслям. Сам же он-->
<!--                            считал своё шестое воплощение лучшим из всех. Доктор Колина Бейкера был уверен в-->
<!--                            своих способностях и ненавидел дураков. Он демонстрировал большое самомнение почти-->
<!--                            всем, кого встречал.-->
<!--                        </p>-->
<!--                    </div>-->
<!--                    <img src="assets/images/top_img6.jpg" alt="" />-->
<!--                </div>-->
<!---->
<!--                <input name="radio" type="radio"/>-->
<!--                <!--item-->-->
<!--                <div class="item">-->
<!--                    <div class="info">-->
<!--                        <h1>Седьмой доктор</h1>-->
<!--                        <p>-->
<!--                            Седьмой Доктор был непревзойденным любителем игры в шахматы, и рассматривал своих-->
<!--                            соратников как фигуры на шахматной доске. Также у этого воплощения по необъяснённым-->
<!--                            причинам присутствует шотландский акцент. Несмотря на свою известность «тёмного-->
<!--                            Доктора», это воплощение часто использовало острые слова и выражения для решения-->
<!--                            проблем. Седьмой Доктор любил носить с собой зонтик, который чаще использовался для-->
<!--                            практических целей, чем для защиты от дождя.-->
<!--                        </p>-->
<!--                    </div>-->
<!--                    <img src="assets/images/top_img7.jpg" alt="" />-->
<!--                </div>-->
<!---->
<!--                <input name="radio" type="radio"/>-->
<!--                <!--item-->-->
<!--                <div class="item">-->
<!--                    <div class="info">-->
<!--                        <h1>Восьмой доктор</h1>-->
<!--                        <p>-->
<!--                            Восьмой Доктор был знаменит нарядом викторианского джентльмена и склонностью к-->
<!--                            стимпанку, а также способностью радоваться каждой мелочи и видеть во всём чудо. Ещё он-->
<!--                            известен тем, что впервые рискнул кого-то поцеловать, — явление, немыслимое в рамках-->
<!--                            старого сериала. Несмотря на то что на телеэкране восьмой Доктор появился лишь однажды,-->
<!--                            он стал самым популярным Доктором в книгах, радиопьесах и рассказах. Этому Доктору-->
<!--                            досталась самая долгая и путаная жизнь: он регулярно полностью или частично терял память-->
<!--                            и бывал в мирах, где линейного времени не существует вовсе.-->
<!--                        </p>-->
<!--                    </div>-->
<!--                    <img src="assets/images/top_img8.jpg" alt="" />-->
<!--                </div>-->
<!---->
<!--                <input name="radio" type="radio"/>-->
<!--                <!--item-->-->
<!--                <div class="item">-->
<!--                    <div class="info">-->
<!--                        <h1>Военный доктор</h1>-->
<!--                        <p>-->
<!--                            Единственный доктор, который не зовёт себя так. Он полностью отрешился от всего, что-->
<!--                            мешало бы ему закончить войну на его родной планете, и старается сделать всё для этого.-->
<!--                            Доктор становится более мрачным и вдумчивым, не действует опрометчиво. Встречался со-->
<!--                            своими будущими воплощениями.-->
<!--                        </p>-->
<!--                    </div>-->
<!--                    <img src="assets/images/top_img8.5.jpg" alt="" />-->
<!--                </div>-->
<!---->
<!--                <input name="radio" type="radio"/>-->
<!--                <!--item-->-->
<!--                <div class="item">-->
<!--                    <div class="info">-->
<!--                        <h1>Девятый доктор</h1>-->
<!--                        <p>-->
<!--                            В своем Девятом воплощении Доктор был смелее и непосредственнее, чем когда-либо. Подобно-->
<!--                            Четвертому Доктору, Девятый мог откровенно смеяться в лицо опасности, и, подобно-->
<!--                            Шестому, иногда откровенничал, как фаталист. Несмотря на свое раздражающее отношение к-->
<!--                            людям, которых он часто называл 'глупыми обезьянами', Девятый Доктор был с ними очень-->
<!--                            тактичен. Он полагался на своих людей-спутников значительно больше, чем в любом своем-->
<!--                            предыдущем воплощении.-->
<!--                        </p>-->
<!--                    </div>-->
<!--                    <img src="assets/images/top_img9.jpg" alt="" />-->
<!--                </div>-->
<!---->
<!--                <input name="radio" type="radio"/>-->
<!--                <!--item-->-->
<!--                <div class="item">-->
<!--                    <div class="info">-->
<!--                        <h1>Десятый доктор</h1>-->
<!--                        <p>-->
<!--                            Десятый Доктор в целом предстает перед нами беззаботным, разговорчивым, добродушным,-->
<!--                            остроумным и дерзким, но он становится серьёзнее при встрече с врагами. Он иногда так же-->
<!--                            безжалостен и опасен, как и его седьмое воплощение, хотя имеет гораздо меньше склонности-->
<!--                            к сложным схемам и запутанным действиям. Подобно Седьмому и Девятому Доктору. Он любит-->
<!--                            поболтать, всегда переплетает важную информацию с полной бессмыслицей, чтобы притупить-->
<!--                            бдительность врагов. Также при случае он может быть грубым и жестоким.-->
<!--                        </p>-->
<!--                    </div>-->
<!--                    <img src="assets/images/top_img10.jpg" alt="" />-->
<!--                </div>-->
<!---->
<!--                <input name="radio" type="radio"/>-->
<!--                <!--item-->-->
<!--                <div class="item">-->
<!--                    <div class="info">-->
<!--                        <h1>Одиннадцатый доктор</h1>-->
<!--                        <p>-->
<!--                            Одиннадцатый Доктор очень похож на Второго: он беззаботен, разговорчив, весел,-->
<!--                            добродушен и хитёр (в серии «Время на исходе» он говорит Крейгу: «Вы сделали ремонт. Мне-->
<!--                            не нравится», что является схожей с фразой Второго Доктора, адресованной Третьему,-->
<!--                            увидев немного измененную ТАРДИС: «Я вижу ты немного изменил интерьер. Мне не-->
<!--                            нравится»). Он всегда пытается хорошо выглядеть перед врагами, даже если на волоске-->
<!--                            судьба целой планеты. Очень дипломатичен и всегда старается действовать мирно.-->
<!--                        </p>-->
<!--                    </div>-->
<!--                    <img src="assets/images/top_img11.jpg" alt="" />-->
<!--                </div>-->
<!---->
<!--                <input name="radio" type="radio"/>-->
<!--                <!--item-->-->
<!--                <div class="item">-->
<!--                    <div class="info">-->
<!--                        <h1>Двенадцатый доктор</h1>-->
<!--                        <p>-->
<!--                            Он самый взрослый Доктор и чувствуется, что он более дистанцирован от спутницы. Он более-->
<!--                            загадочен и мрачен. В его исполнении есть отголоски других Докторов, в большей степени-->
<!--                            Третьего Доктора. В нём есть безумная сторона. Он сам себе хозяин — очень-->
<!--                            своеобразный.-->
<!--                        </p>-->
<!--                    </div>-->
<!--                    <img src="assets/images/top_img12.jpg" alt="" />-->
<!--                </div>-->
<!--            </div>-->
<!--        </div>-->
    </div>
</section>
<!-- content ends -->
<?php require_once "coms/footer.php" ?>
<script src="coms/slider.js"></script>
