<?
for($i=0;$i<=19;$i++){
$q[$i]=$_POST['q'.$i.''];
}
if($q[0]==''||$q[1]==''||$q[2]==''||$q[3]==''||$q[4]==''||$q[5]==''||$q[6]==''||$q[7]==''||$q[8]==''||$q[9]==''||
$q[10]==''||$q[11]==''||$q[12]==''||$q[13]==''||$q[14]==''||$q[15]==''||$q[16]==''||$q[17]==''||$q[18]==''||$q[19]==''){
echo 'Çàïîëíèòå âñå ïîëÿ!';}else{
for($i=0;$i<=19;$i++){
$sum=$sum+$q[$i];}
if(($sum>=1)&&($sum<=7)){echo "Ğàííÿÿ ñòàäèÿ, êîòîğàÿ äëèòñÿ îáû÷íî 10-15 ëåò.";}
if(($sum>=8)&&($sum<=17)){echo "Cğåäíÿÿ ñòàäèÿ, äëèòñÿ îáû÷íî 2-5 ëåò.";}
if(($sum>=18)&&($sum<=20)){echo "Ïîñëåäíÿÿ ñòàäèÿ àëêîãîëèçìà.";}
}
?>